Repository: wendellantildes/savepassword
Catalog: locale/*/*.po
Languages: pt_br

source: Wrong password
pt_br: Senha errada

source: Email not exist
pt_br: Email não existe

source: Authenticated
pt_br: Logado

source: ###Welcome {name} =)
pt_br: ###Bem-vindo {name} =)

source: ***Expired session. Some features may require your login
pt_br: ***Sessão expirada. Algumas operações podem necessitar de seu login

source: Session started at %s
pt_br: Sessão começou às %s

source: Session will expire at %s
pt_br: Sessão expirará às %s

source: Start of session failed
pt_br: Começo da sessão falhou

source: Command not exists. --Type 'help' to see the commands
pt_br: Comando não exite. -- Digite 'help' para ver os comandos

source: Type your name:
pt_br: Digite seu nome:

source: Typed name is empty
pt_br: Nome digitado está vazio

source: Type your email(It will be your login):
pt_br: Digite seu email(Ele será o seu login):

source: Invalid email
pt_br: Email inválido

source: Email already exists
pt_br: Email já existe

source: Type your password (Don't forget it because you won't be able to retrieve it):
pt_br: Digite sua senha (Não esquece-a, pois você não poderá recupera-la):

source: Password empty
pt_br: Senha vazia

source: Type your password again (Don't forget it because you won't be able to retrieve it):
pt_br: Digite sua senha novamente (Não esquece-a, pois você não poderá recupera-la):

source: Password doesn't match
pt_br: Senhas digitadas não são iguais

source: **Operation aborted**
pt_br: **Operação cancelada**

source: User added
pt_br: Usuário adicionado

source: Type your email
pt_br: Digite seu email:

source: Type your password
pt_br: Digite sua senha:

source: You must be logged to perform this operation
pt_br: Você deve estar logado para executar esta operação

source: Logout done with success
pt_br: Logout feito com sucesso

source: Type the account name:
pt_br: Digite o nome da conta:

source: Name already exists
pt_br: Nome já existe

source: Type the account title:
pt_br: Digite o título da conta:

source: Typed title is empty
pt_br: Título digitado está vazio

source: Type the account login:
pt_br: Digite o login da conta:

source: Typed login is empty
pt_br: Login digitado está vazio

source: Type the account password:
pt_br: Digite a senha da conta:

source: Typed password is empty
pt_br: Senha digitada está vazia

source: Type the account site (optional):
pt_br: Digite o site da conta (opcional):

source: Type the account description (optional):
pt_br: Digite a descrição da conta (opcional):

source: Account added
pt_br: Conta adicionada

source: more...
pt_br: mais...

source: Name:
pt_br: Nome:

source: Title:
pt_br: Título:

source: Password:
pt_br: Senha:

source: Description:
pt_br: Descrição:

source: You have no account
pt_br: Você não tem alguma conta

source: Search for:
pt_br: Procurar por:

source: Type the account name you want to delete:
pt_br: Digite o nome da conta que você quer remover:

source: ***THIS ACCOUNT WILL BE DELETED***
pt_br: ***ESTA CONTA SERÁ REMOVIDA***

source: Are you sure you want to delete this account? (type 'y' for yes and 'n' for no):
pt_br: Você tem certeza que quer remover está conta? (digite 'y' para sim e 'n' para não):

source: No account was found
pt_br: Nenhuma conta encontrada

source: Account deleted with success
pt_br: Conta removida com sucesso

source: Account not deleted
pt_br: Conta não removida

source: Type the account name you want to update:
pt_br: Digite o nome da conta que você quer atualizar:

source: THIS ACCOUNT WILL BE UPDATED
pt_br: ESTA CONTA SERÁ ATUALIZADA

source: Are you sure you want to update this account? (type 'y' for yes and 'n' for no):
pt_br: Você tem certeza que quer atualizar esta conta? (digite 'y' para sim e 'n' para não):

source: Account updated with success
pt_br: Conta atualizada com sucesso

source: Account not updated
pt_br: Conta não atualizada

source: Update name? (type 'y' for yes and 'n' for no):
pt_br: Atualizar nome? (digite 'y' para sim e 'n' para não):

source: Update title? (type 'y' for yes and 'n' for no):
pt_br: Atualizar título? (digite 'y' para sim e 'n' para não):

source: Update login? (type 'y' for yes and 'n' for no):
pt_br: Atualizar login? (digite 'y' para sim e 'n' para não):

source: Update password? (type 'y' for yes and 'n' for no):
pt_br: Atualizar senha? (digite 'y' para sim e 'n' para não):

source: Update site? (type 'y' for yes and 'n' for no):
pt_br: Atualizar site? (digite 'y' para sim e 'n' para não):

source: Update description? (type 'y' for yes and 'n' for no):
pt_br: Atualizar descrição? (digite 'y' para sim e 'n' para não):

source: ***Original text>>>
pt_br: ***Texto original>>>

source: New text>>>
pt_br: Novo texto>>>

source: Name updated with success
pt_br: Nome atualizado com sucesso

source: Type the new password:
pt_br: Digite a nova senha:

source: Type the new password again:
pt_br: Digite a nova senha novamente:

source: Password updated with success
pt_br: Senha atualizada com sucesso

source: Type the new email:
pt_br: Digite o novo email:

source: Email updated with success
pt_br: Email atualizado com sucesso

source: **Type 'CTRL+c' to cancel the current operation
pt_br: **Digite 'CTRL+c' para cancelar a operação atual

source: --Type 'exit' to finish the program
pt_br: --Digite 'exit' para terminar o programa

source: --Type 'add user' to add a new user
pt_br: --Digite 'add user' para adicionar a novo usuário

source: --Type 'update name' to update the user's name. **Login is required
pt_br: --Digite 'update name' para atualizar o nome do usuário. **Login é necessário

source: --Type 'update email' to update the user's email. **Login is required
pt_br: --Digite 'update email' para atualizar o email do usuário. **Login é necessário

source: --Type 'update password' to update user's password. **Login is required
pt_br: --Digite 'update password' para atualizar a senha. **Login é necessário

source: --Type 'login' to login
pt_br: --Digite 'login' para logar

source: --Type 'logout' to logout
pt_br: --Digite 'logout' para deslogar

source: --Type 'add account' to add a new account. **Login is required
pt_br: --Digite 'add account' para adicionar um nova conta. **Login é necessário

source: --Type 'update account' to update an account. **Login is required
pt_br: --Digite 'update account' para atualizar um conta. **Login é necessário

source: --Type 'delete account' to delete an account. **Login is required
pt_br: --Digite 'delete account' para remover uma conta. **Login é necessário

source: --Type 'list accounts' to list accounts. **Login is required
pt_br: --Digite 'list accounts' para listar contas. **Login é necessário

source: --Type 'find accounts' to search accounts. **Login is required
pt_br: --Digite 'find accounts' para procurar contas. **Login é necessário

source: Portable Save Passwords --Type 'help' to see the commands
pt_br: Portable Save Passwords --Digite 'help' para ver os comandos
